Repository: mcguffin/wp-memberlist
Catalog: languages/wp-memberlist-*.po
Languages: de_de

source: Address
de_de: Adresse

source: ZIP
de_de: PLZ

source: City
de_de: Stadt

source: Phone
de_de: Telefon

source: Mobile
de_de: Mobil

source: Members
de_de: Mitglieder

source: Mail everybody
de_de: Mail an alle

source: Please <a href="%s">login</a>
de_de: Bitte <a href="%s">einloggen</a>

source: Download vCard
de_de: vCard herunterladen

source: Edit My Member Page
de_de: Meine Mitgliederseite bearbeiten

source: Member Pages
de_de: Mitgliederseiten

source: Member Page
de_de: Mitgliederseite

source: Add New
de_de: Neu hinzuf.

source: Add New Member Page
de_de: Neue Mitgliederseite hinzuf.

source: Edit Member Page
de_de: Mitgliederseite bearbeiten

source: New Member Page
de_de: Neue Mitgliederseite

source: All Member Pages
de_de: Alle Mitgliederseiten

source: View Member Page
de_de: Mitgliederseite ansehen

source: Search Member Pages
de_de: Mitgliederseiten suchen

source: No Member Pages found
de_de: Keine Mitgliederseiten gefunden

source: No Member Pages found in Trash
de_de: Keine Mitgliederseiten im Ppaierkorb gefunden

source: Member page
de_de: Mitgliederseite

source: Edit my Member Page
de_de: Meine Mitgliederseite bearbeiten

source: Create Member page
de_de: Mitgliederseite erstellen

source: Visit Member Page
de_de: Mitgliederseite besuchen

source: Shows a list of your Blog members
de_de: Zeigt eine Liste aller Miglieder dieses Blogs
